<!-- 书的详情-->
<!-- template source-->
<template>
    <div class="bookdetail">
        <div class="title">第一章</div>
        <div class="context">
            “话说当年诸葛亮五丈原施法续命，点燃九九八十一盏长命灯，只要八十一盏长命灯能保持七日不灭，便能续命百年，只是在最后一天，魏延突来闯入营帐，吹灭了一盏长命灯，诸葛亮盘坐中央一口鲜血喷出而亡！”人群爆发出一阵吁唏，站在诸葛庐前，听着导游介绍有关诸葛亮生前的传奇故事，众人不禁再次感叹天妒英杰，大骂魏延。倒是人群中的一位清秀青年男子脸上露出一丝的不以为然，他是nc大学的一位历史系大四学生，对于诸葛亮的事迹本就了解的很详细，不说续命之说的荒诞，就这导游的介绍也是错乱百出。五丈原上，诸葛亮仰观天文，大惊，天上三台星，客星倍明，主星幽暗，自知命在旦夕。告之姜维：吾素谙祈禳之术，但未知天意若何。汝可引甲士四十九人，各执皂旗，穿皂衣，环绕帐外，我自于帐中祈禳北斗。若七日主灯不灭，吾可增寿一纪；如灯灭，吾必死也。这是小说中关于诸葛亮续命的描写，所以青年男子才嘲笑导游的胡扯，七七之数硬是被他说成了八十一盏，而小说中提到，司马懿观天象，知诸葛病重，举兵试探，魏延惊慌闯入帐内，竟将主灯扑灭，诸葛弃剑叹曰：“死生有命，不可得而禳也！”其后，诸葛安排后事，仍与司马懿斗智斗勇，这才死去。“不过，诸葛亮续命本就是小说之言，这导游所言同样是荒诞之谈，又有何不同！”秦宇自嘲，他这次纯粹是出来散心的，纠结这些干嘛。当下收拾好心绪，随着人群踏入了诸葛庐内。诸葛庐占地约12万平方米，殿堂楼阁155间，牌坊，仙人桥，山门，大拜殿，茅庐等依次排列在中轴线上。分布两侧的建筑分别有诸葛井，碑廊，古柏亭，野云庵，读书台等。内里有大量的匾额，碑碣保留着古今中外名人的佳句名篇，岳飞书《前出师表》，明朝李东阳《重修诸葛武侯祠记》都受后世文人书法爱好推崇。“出师未捷身先死，长使英雄泪满襟！”秦宇观摩着历代名人的诗篇文章，不禁感叹，也许正是因为诸葛亮怀着满腔遗憾病逝，才使得罗贯中先生会写下五丈原诸葛亮续命之言吧。沿途一路欣赏这些名人的书法，秦宇不知不觉到了碑碣深处，此处水声流淌，一座凉亭矗立，亭中一位白发老者和一位中年男子煮茶交谈。“越文，你看这青年的面相可有什么见解！”白发老者瞧见秦宇的身影，轻声询问对面的中年男子。中年男子听闻，双眼端凝了一会，略微沉思，才道：“任老，此人面相平庸，无高低起伏，一辈子注定平凡渡过，其面色与黑，鼻尖鸾红，心有纠结，想必在情感上有什么不顺之事。”两人的谈话，秦宇未能听见，不然的话他一定会惊呼出声，中年男子的前半句是否为真不可验证，但是后半句却是丝毫不错。这次出来旅游，正是因为感情之事，心烦意燥，才决定散散心。“哈哈，越文，你这相术是越来越成熟了，要不了多久就要超过我喽！”“任老夸奖了，越文学浅，还请您指点一二，看是否有谬！”在这位老者面前，中年男子不敢托大，恭敬出声。白发老者睿智的双眸扫视了秦宇一眼，问道：“越文，面相之术的总纲之句你还记得不？”“人不可貌相！”“是啊，人不可貌相，这句古来谚语，更是我相术一脉的总纲，可既然人不可貌相，又何来相术一说，岂不自相矛盾？”“越文认为所谓人不可貌相，说的是一个人不能凭借相貌美丑来判断，历史记载：黄帝威严像龙，帝荛的眉生八色，帝舜的眼睛有双瞳仁，周文王有四个乳，大禹的耳朵有三个大窟窿，周公的背生得是弯的，孔子的头顶中间凹陷。这些上古圣人相貌奇特，甚至有的丑陋不堪，但是皆受后世万人敬仰。”
        </div>
    </div>
</template>

<!-- script source -->
<script type="text/babel">
export default {
    onLoad() { },
    onShow() { },
    onReady() { },
    beforeMount() { },
    mounted() { },
    data() {
        return {

        }
    },
    components: { },

    methods: {  },

    computed: {  }

}
</script>

<!-- style source -->
<style lang="scss" scoped>
@import "./style";
</style>